{
    "welcome": "Hi, i'm",
    "description": "Softwaredeveloper (Frontend)",
    "skillsTitle": "IT-Skills",
    "toolsTitle": "Tools",
    "vitaTitle": "Experience and Education",
    "imprintTitle": "Legal Notice",
    "imprintSubtitle": "Information in accordance with Section 5 TMG:",
    "country": "Germany",
    "contact": "Contact: Email: amelie@asberger.dev",
    "responsibilityTitle": "Responsible for content according to Section 55(2) RStV:",
    "copyright": "Copyright",
    "copyrightText": "The content and works on this website are subject to German copyright law. Any duplication, processing, distribution or other use outside the legally permitted limits is only permitted with the prior written consent of the respective copyright holder. Downloads and copies of this website may only be used for private and non-commercial purposes. If content is made available on this website that was not created by the operator, the copyrights of third parties remain protected. This content is marked accordingly. However, should any infringements of copyright become apparent, please notify us so that the relevant content can be removed as quickly as possible.",
    "liabilityContent": "Liability for Content",
    "liabilityContentText": "As a service provider, I am responsible for my own content on these pages in accordance with Section 7(1) TMG and general laws. However, according to Sections 8 to 10 TMG, I am not obligated to monitor transmitted or stored external information or to search for circumstances indicating illegal activity.",
    "liabilityLinks": "Liability for Links",
    "liabilityLinksText": "My website contains links to external websites of third parties, over whose contents I have no influence. Therefore, I cannot assume any liability for these external contents. The respective provider or operator of the pages is always responsible for the contents of the linked pages.",
    "sources": "Sources",
    "iconSource": "Icons (colleague feedback, personal interests: start page), adjustments have been made to the SVG's: ",
    "linkedInIconSource": "LinkedIn logo (colleague feedback): ",
    "logoSource": "\"AA-Logo\" in page header: Amelie Asberger",
    "imageSource": "Italy, Water and Cat picture: Amelie Asberger",
    "privacy": "Privacy Policy",
    "privacyTitle": "Privacy Policy",
    "privacyResponsibility": "The responsible party within the meaning of data protection laws is:",
    "personalData": "No Collection of Personal Data",
    "personalDataText": "I do not collect any personal data from my users unless you voluntarily provide it, for example, through a contact form.",
    "cookies": "No Cookies",
    "cookieText": "I do not use cookies on my website.",
    "dataTransfer": "Data Sharing",
    "dataTransferText": "No personal data is shared with third parties.",
    "rights": "Your Rights",
    "rightsText": "Since I do not collect personal data, you do not have rights regarding the processing of such data. However, if you have any questions, feel free to contact me.",
    "privacyChanges": "Changes to This Privacy Policy",
    "privacyChangesText": "I reserve the right to update this privacy policy if my data handling practices change or if legal requirements are amended.",
    "feedbackTitle": "Feedback from former colleagues",
    "feedbackPatricia": "I have worked closely with Amelie for 2 years. If I had to summarize Amelie's way of working in 3 words: proactive, efficient, high quality. Working with Amelie was always fun, characterized by productivity, open, cross-team communication and always dealing constructively and confidently with challenges and large workloads. We were able to celebrate many successes together and I am sure that she will continue to contribute to this in another team in the future!",
    "feedbackMoritz": "At CHECK24, I got to know Amelie as a solution-oriented and helpful developer. The collaboration over the last 2.5 years was very pleasant. In addition to being responsible for her own projects, she was always available as a contact person for other topics. She has always delivered fast, pragmatic and goal-oriented results, both in the implementation of her tickets and in technical questions.",
    "feedbackArthur": "I have worked with Amelie on many projects and can highly recommend her. She is always helpful and brings a very pleasant working atmosphere. The collaboration was always a lot of fun and it was a pleasure to work together on the projects!",
    "feedbackSebastian": "In the almost 4 years that I worked with Amelie in a team, I was able to follow her professional development at first hand. Shortly after completing her training, she took charge of a large project and shone not only with her competent handling of the expansion of a large application, but also with her organizational and conceptual strengths. Despite an environment full of structural adversities, she was always committed to both a good user experience and clean technical solutions and proactively drove these forward. Her timely promotion to Professional Software Developer was therefore well deserved.",
    "aboutMeTitle": "About me",
    "aboutMeProgrammingTitle": "Coding isn't my only passion",
    "aboutMeProgrammingText": "As a developer, I love crafting creative solutions through code – but my creativity doesn't stop there. Outside the screen, I enjoy diving into other inspiring projects.",
    "aboutMeCreativityTitle": "Creativity in color and form",
    "aboutMeCreativityText": "Whether with pen and paper or digitally on my iPad, drawing is my way of bringing ideas to life. There's nothing better than painting the world in my own colors.",
    "aboutMePhotoTitle": "Capturing moments through the lens",
    "aboutMePhotoText": "With my Canon Camera, I seize the small and big wonders of life. Photography allows me to freeze moments and tell unique stories.",
    "aboutMeTravelTitle": "A passion for travel and discovery",
    "aboutMeTravelText": "Exploring new places fills me with joy and inspiration. Last year, my adventures took me to Thailand, Spain, Italy and the Netherlands – and my suitcase is already waiting for the next journey!",
    "contactText": "I look forward to exciting opportunities and interesting projects.",
    "contactSubtext": "I’m excited to hear from you!"
}
